<?php
//RU
return [
    //navigation
    'navigation' => 'Навигация',
    'nav-start' => 'Главная',
    'nav-about' => 'О компании',
    'nav-service' => 'Услуги',
    'nav-contact' => 'Контакты',
    'nav-gallery' => 'Галерея',

    'nav-logout' => 'Выйти',
    'nav-login' => 'Войти',
    'nav-register' => 'Зарегистрировать пользователя',

    //info section
    'nav-addr' => 'Адрес:',
    'nav-info' => 'Контактный номер телефона:',
    'nav-we-here' => 'Мы здесь:',
    'nav-vivatels' => 'Изготовление мебели и столярных изделий на заказ',
    
    //slider section
    'mebeles' => 'Мебель',
    'mebeles-p' => 'Изготовление мебели и столярных изделий на заказ',
    'quality' => 'Качество',
    'precision' => 'Аккуратность',
    'individual' => 'Индивидуальный подход',
    'q' => 'Хотите узнать о возможностях, ценах и сроках?',
    'callUs' => 'Звоните: +371 29433994 или +371 26102723',

    //about section
    'about-p1-1' => 'Специалисты нашей фирмы занимаются производством мебели и столярных изделий с 1998 года.',
    'about-p1-2' => 'Предлагаем полный комплект услуг: дизайн-проект, замер, изготовление, доставка, установка, гарантия.',
    'about-p1-3' => 'Работаем с различными материалами: МДФ, ДСП, ламинированное ДСП, шпон, фанера, массив натурального дерева.',
    'about-p1-4' => 'Сроки изготовления зависят от сложности и объёма заказа.',
    'about-p1-5' => 'Искренне надеемся, что наши изделия добавят тепла и уюта Вашему дому.',

    'about-p2-h4' => 'В наши услуги входят:',
    'about-p2-1' => 'Изготовление мебели: кухни, спальни, детские, прихожие, мебель для офиса',
    'about-p2-2' => 'Производство входных и межкомнатных дверей, окон, лестниц',
    
    //service section
    'service' => 'Как это работает?',
    'service-p1' => 'Консультация для клиента',
    'service-p2' => 'Поможем понять, как реализовать Ваши желания',
    'service-p3' => 'Расскажем о возможных вариантах, ценообразоавнии и обсудим другие Вас интересующие вопросы',
    'service-p4' => 'Произведем необходимые замеры и подготовим дизайн-проект',
    'service-p5' => 'Начинаем производство',
    'service-p6' => 'Занимаемся установкой изготовленных изделий',

    'h6-consultation' => 'Индивидуальная консультация',
    'h6-measurement' => 'Замеры',
    'h6-making' => 'и проект',
    'h6-producing' => 'Производство',
    'h6-installing' => 'Установка',

    //feedback section
    'feedback' => 'Отзывы клиентов',
    'Sandra-p' => 'Мебель крепкая, качественная. Приятные и заинтересованные сотрудники. Остались очень довольны!',
    'Sandra' => 'Сандра',
    'Iveta-p' => 'Спасибо за качественно изготовленную мебель! Советую!',
    'Iveta' => 'Ивета',
    'Tomass-p' => 'Качественная мебель и доброжелательное отношение к клиенту, спасибо вам большое!',
    'Tomass' => 'Томаш',

    //contact section
    'contactH3' => 'Напишите нам!',
    'contact-name' => 'Имя',
    'contact-email' => 'Эл. почта',
    'contact-phone' => 'Номер телефона',
    'contact-product' => 'Продукт',
    'doors' => 'Двери',
    'windows' => 'Окна',
    'steps' => 'Лестницы',
    'kitchen' => 'Кухни',
    'other' => 'Другое',
    'contact-msg' => 'Сообщение..',
    'send' => 'Отправить',

    //gallery section
    'uploadPhoto' => 'Добавить фото',
    'category' => 'Категория',
    'photo' => 'Фотография',
    'postPhoto' => 'Добавить',
    'delete' => 'Удалить',

    'in-doors' => 'Межкомнатные двери',
    'out-doors' => 'Входные двери',
    'gallery' => 'Галерея',
    'all-photos' => 'Все фотографии',

    'photoIsDeleted' => 'Фотография удалена',
    'photoIsUploaded' => 'Фотография добавлена',
    'cannotDeletePhoto' => 'Нельзя удалить фотографии другого пользователя',

     //register window
     'newUser' => 'Новый пользователь',
     'register' => 'Зарегистрировать',
     'email' => 'Адрес эл. почты',
     'username' => 'Имя пользователя',
     'password' => 'Пароль',
     'password2' => 'Пароль повторно',
 
      //login window
      'rememberMe' => 'Запомнитиь меня',
      'EmailOrUsername' => 'Имя пользователя или эл. почта'
];